[
  {
    "name": "الرَّحْمَنُ",
    "transliteration": "Ar Rahman",
    "number": 1,
    "meaning": "Yang Maha Pengasih",
    "keterangan": "Maha Pengasih, yaitu pemberi kenikmatan yang agung-agung dan pengasih di dunia.",
    "amalan": "Jika kita membaca Yaa Rahmaan sebanyak 100x, yaitu setiap usai mengerjakan shalat fardu. Dengan seizin Allah kita akan memiliki ingatan yang kuat, pengetahuan yang cemerlang, dan terhindar dari hati yang keras."
  },
  {
    "name": "الرَّحِيمُ",
    "transliteration": "Ar Rahim",
    "number": 2,
    "meaning": "Yang Maha Penyayang",
    "keterangan": "Maha Penyayang, yaitu pemberi kenikmatan dan penyayang.",
    "amalan": "Barangsiapa membaca Yaa Rahiim 100x seusai shalat subuh, dengan seizin Allah, setiap orang akan bersahabat dan baik kepadanya. Dan bila dibaca tujuh kali maka ia akan berada dalam naungan Allah. Kemudian bila setiap usai shalat fardu dibaca seratus kali maka Allah akan mengasihinya."
  },
  {
    "name": "الْمَلِكُ",
    "transliteration": "Al Malik",
    "number": 3,
    "meaning": "Yang Merajai",
    "keterangan": "Maha Merajai / Menguasai / Pemerintah, yaitu mengatur kerajaan-Nya sesuai dengan kehendak-Nya sendiri.",
    "amalan": "Perbanyaklah membaca Yaa Maalik. Dengan seizin Allah, kita akan diberi kekuatan, kekuasaan, kebesaran, serta kepemilikan atas segala sesuatu. Orang-orang akan memberlakukan kita dengan baik dan penuh hormat."
  },
  {
    "name": "الْقُدُّوسُ",
    "transliteration": "Al Quddus",
    "number": 4,
    "meaning": "Yang Maha Suci",
    "keterangan": "Maha Suci, yaitu tersuci dan bersih dari segala cela dan kekurangan.",
    "amalan": "Bila Yaa Quddus dibaca seratus kali setiap hari, dengan seizin Allah, hati orang yang membacanya akan terbebas dari rasa gundah dan gelisah. Orang yang setiap hari rutin membaca zikir ini akan mendapat kejernihan hati yang sempurna."
  },
  {
    "name": "السَّلاَمُ",
    "transliteration": "As Salaam",
    "number": 5,
    "meaning": "Yang Maha Memberi Kesejahteraan",
    "keterangan": "Maha Penyelamat, yaitu pemberi keselamatan dan kesejahteraan kepada seluruh makhluk-Nya.",
    "amalan": "Apabila Yaa Salaam dibaca sebanyak 160 kali untuk orang yang sakit, dengan seizin Allah, orang yang sakit tersebut akan segera disembuhkan dari penyakitnya. Sering mengucapkan bacaan ini juga akan mendatangkan cinta dan keselamatan serta keamanan dari segala macam bencana."
  },
  {
    "name": "الْمُؤْمِنُ",
    "transliteration": "Al Mu'min",
    "number": 6,
    "meaning": "Yang Maha Memberi Keamanan",
    "keterangan": "Maha Pengaman / Pemelihara keamanan, yaitu siapa yang bersalah dan makhlukNya itu benar-benar akan diberi siksa, sedang kepada yang taat akan benar-benar dipenuhi janji-Nya dengan pahala yang baik.",
    "amalan": "Barangsiapa sering membaca Yaa Mu`min, dengan seizin Allah, ia akan terbebas dari segala macam gangguan yang mungkin menghadangnya."
  },
  {
    "name": "الْمُهَيْمِنُ",
    "transliteration": "Al Muhaymin",
    "number": 7,
    "meaning": "Yang Maha Memelihara",
    "keterangan": "Maha Pelindung / Penjaga / Maha Pengawal serta Pengawas, yaitu memerintah dan melindungi segala sesuatu.",
    "amalan": "Barang siapa membaca Yaa Muhaimin dalam kondisi suci (wudhunya belum batal), dengan seizin allah, batinnya bakal memancarkan cahaya. Dan barang siapa melafalkan bacaan ini 125 kali, Insya Allah, hatinya akan menjadi jernih. Ia akan menemukan rahasia dan hakikat dari setiap kejadian."
  },
  {
    "name": "الْعَزِيزُ",
    "transliteration": "Al 'Aziiz",
    "number": 8,
    "meaning": "Yang Maha Perkasa",
    "keterangan": "Maha Mulia / Maha Berkuasa, yaitu kuasaNya mampu untuk berbuat sekehendak-Nya",
    "amalan": "Seseorang yang mengamalkan bacaan Yaa `Aziiz sebanyak empat puluh kali setiap usai shalat subuh selama empat puluh hari, dengan seizin Allah, dirinya tidak akan bergantung kepada orang lain. Dana barang siapa yang setiap hari setelah terbitnya fajar melafalkan bacaan ini 94 kali, maka Insya Allah, ia akan dianugerahi kewibawaan."
  },
  {
    "name": "الْجَبَّارُ",
    "transliteration": "Al Jabbar",
    "number": 9,
    "meaning": "Yang Memiliki (Mutlak) Kegagahan",
    "keterangan": "Maha Perkasa / Maha Kuat / Yang Menundukkan Segalanya, yaitu mencukupi segala keperluan, melangsungkan segala perintahNya serta memperbaiki keadaan seluruh hamba-Nya.",
    "amalan": "Siapa saja yang sering membaca bacaan Yaa Jabbaar, dengan seizin Allah, ia tidak akan dipaksa oleh siapapun untuk melakukan perbuatan yang tidak ia inginkan. Ia akan terlindung dari berbagai bentuk kekerasan, kekejian, dan kekejaman."
  },
  {
    "name": "الْمُتَكَبِّرُ",
    "transliteration": "Al Mutakabbir",
    "number": 10,
    "meaning": "Yang Maha Megah",
    "keterangan": "Maha Megah / Maha Pelengkap Kebesaran. yaitu yang melengkapi segala kebesaranNya, menyendiri dengan sifat keagungan dan kemegahan-Nya.",
    "amalan": "Orang tua yang gemar membaca Yaa Mutakabbir berulang kali, dengan seizin Allah akan diberikan kepadanya anak-anak yang saleh."
  },
  {
    "name": "الْخَالِقُ",
    "transliteration": "Al Khaaliq",
    "number": 11,
    "meaning": "Yang Maha Pencipta",
    "keterangan": "Maha Pencipta, yaitu mengadakan seluruh makhluk tanpa asal, juga yang menakdirkan adanya semua itu.",
    "amalan": "Barangsiapa membaca Yaa Khaaliq berulang-ulang di malam hari, Insya Allah, Allah akan menciptakan satu malaikat yang bertugas melakukan amal kebaikan untuk orang tersebut. Di hari hisab, pahala amal kebaikan sang malaikat akan diberikan kepada orang itu. Dan siapa yang membaca Asma Allah ini sebanyak 100 kali selama 7 hari, ia akan dilindungi dari semua malapetaka, Insya Allah."
  },
  {
    "name": "الْبَارِئُ",
    "transliteration": "Al Baari",
    "number": 12,
    "meaning": "Yang Maha Melepaskan",
    "keterangan": "Maha Pembuat / Maha Perancang / Maha Menjadikan, yaitu mengadakan sesuatu yang bernyawa yang ada asal mulanya.",
    "amalan": "Jika Seorang wanita yang mandul berpuasa selama 7 hari dan setiap hari setelah berbuka dengan air kemudian membaca Yaa Baari’uu yaa Mushawwiru sebanyak 21 kali, Allah SWT akan mengaruniakan kepadanya seorang anak lelaki, Insya Allah. Barang siapa membaca Asma Allah ini selama 7 hari berturut – turut sebanyak 100 kali maka ia akan selamat dari bencana."
  },
  {
    "name": "الْمُصَوِّرُ",
    "transliteration": "Al Mushawwir",
    "number": 13,
    "meaning": "Yang Maha Membentuk Rupa",
    "keterangan": "Maha Pembentuk / Maha Menjadikan Rupa Bentuk, memberikan gambaran atau bentuk pada sesuatu yang berbeza dengan lainnya. (Al-Khaaliq adalah mengadakan sesuatu yang belum ada asal mulanya atau yang menakdirkan adanya itu. Al-Baari` ialah mengeluarkannya dari yang sudah ada asalnya, manakala Al-Mushawwir ialah yang memberinya bentuk yang sesuai dengan keadaan dan keperluannya).",
    "amalan": "Jika seorang wanita yang tidak dapat memiliki anak dan percaya bahwa hanya Allah lah Yang Maha Pencipta, kemudian dia berpuasa selama 7 hari dan setiap berbuka puasa membaca yaa Khaaliq yaa Baarii’ yaa Mushawwir sebanyak 21 kali diatas segelas air dan berbuka puasa dengan meminum air ini, Insya Allah dia akan memiliki anak."
  },
  {
    "name": "الْغَفَّارُ",
    "transliteration": "Al Ghaffaar",
    "number": 14,
    "meaning": "Yang Maha Pengampun",
    "keterangan": "Maha Pengampun, banyak pemberian maaf-Nya dan menutupi dosa-dosa dan kesalahan.",
    "amalan": "Orang yang mengamalkan bacaan Yaa Ghaffaar berulang-ulang, dengan seizin Allah, dosa dan kesalahannya akan dihapuskan."
  },
  {
    "name": "الْقَهَّارُ",
    "transliteration": "Al Qahhaar",
    "number": 15,
    "meaning": "Yang Maha Menaklukkan Segala Sesuatu",
    "keterangan": "Maha Pemaksa, menggenggam segala sesuatu dalam kekuasaan-Nya serta memaksa segala makhluk menurut kehendak-Nya.",
    "amalan": "Seseorang yang membaca Yaa Qahhaar berulang-ulang, dengan seizin Allah, ia akan mendapatkan beberapa kelebihan. Jiwanya mampu menaklukkan hawa nafsu, hatinya tidak cenderung pada dunia, dan batinnya akan merasa tenang. Bacaan ini juga bisa menjaga seseorang dari kezaliman orang lain."
  },
  {
    "name": "الْوَهَّابُ",
    "transliteration": "Al Wahhaab",
    "number": 16,
    "meaning": "Yang Maha Pemberi Karunia",
    "keterangan": "Maha Pemberi / Maha Menganugerah, yaitu memberi banyak kenikmatan dan selalu memberi karunia.",
    "amalan": "Orang yang membaca Yaa Wahhaab tujuh kali setelah berdoa, Insya Allah doanya akan terkabul. Bila mempunyai kebutuhan atau kekurangan materi, bila membaca asma ini 100 kali setelah shalat malam dalam keadaan suci selama tiga hari atau tujuh malam, maka Allah SWT akan mencukupi seluruh kebutuhannya."
  },
  {
    "name": "الرَّزَّاقُ",
    "transliteration": "Ar Razzaaq",
    "number": 17,
    "meaning": "Yang Maha Pemberi Rezeki",
    "keterangan": "Maha Pengrezeki / Maha Pemberi Rezeki, yaitu memberi berbagai rezeki serta membuat juga sebab-sebab diperolehnya.",
    "amalan": "Jika seseorang benar – benar percaya bahwa rezeki kita berasal dari Allah, dan bahwa rumah tangganya membutuhkan rezeki tersebut, maka setiap selesai melaksanakan sholat subuh dia dapat membaca yaa Razzaaq sebanyak 10 kali di keempat sudut rumahnya, dimulai dari sudut kanan dan menghadap kiblat. Allah akan menambahkan rezeki keluarganya. Membaca yaa Razzaaq sebanyak 100 kali setelah sholat jumat akan membantu orang yang mengalami stres dan depresi."
  },
  {
    "name": "الْفَتَّاحُ",
    "transliteration": "Al Fattaah",
    "number": 18,
    "meaning": "Yang Maha Pembuka Rahmat",
    "keterangan": "Maha Membukakan / Maha Pembuka, yaitu membuka gedung penyimpanan rahmat-Nya untuk seluruh hamba-Nya.",
    "amalan": "Barangsiapa ingin hatinya dibuka dan memperoleh kemenangan, perbanyaklah melafalkan Yaa Fattaah. Usai shalat subuh bacalah lafal ini tujuh puluh kali kemudian letakkan tangan di atas dada. Maka kegelapan yang ada di hati akan sirna. Bila dibaca rutin, lafal ini akan bermanfaat untuk memudahkan semua pekerjaan."
  },
  {
    "name": "اَلْعَلِيْمُ",
    "transliteration": "Al 'Aliim",
    "number": 19,
    "meaning": "Yang Maha Mengetahui",
    "keterangan": "Maha Mengetahui, yaitu mengetahui segala yang maujud dan tidak ada satu benda pun yang tertutup oleh penglihatan-Nya.",
    "amalan": "Barangsiapa sering membaca Yaa `Aliim, hatinya akan cemerlang dan mampu menyingkapkan cahaya Ilahi. Bacaan ini memiliki manfaat yang besar guna mendapatkan ilmu dan menampakkan hal-hal yang tersembunyi. Melafalkan bacaan ini sepuluh kali setiap selesai shalat, Insya Allah, akan membuka hal-hal yang ghaib. Jika seseorang melazinkan membaca Asma Allah ini sebanyak 150 kali setiap hari, niscaya pemikiran dan pemahamannya akan bertambah. Barang siapa membaca Asma Allah ini sebanyak 100 kali secara rutin setiap selesai sholat fardhu, maka ia akan memperoleh kemampuan untuk melihat hal – hal tertentu yang luput dari perhatian orang dan memiliki iman yang kuat. Di samping itu, hatinya akan dipenuhi dengan ma’rifatullahi (mengenal Allah)."
  },
  {
    "name": "الْقَابِضُ",
    "transliteration": "Al Qaabidh",
    "number": 20,
    "meaning": "Yang Maha Menyempitkan",
    "keterangan": "Maha Pencabut / Maha Penyempit Hidup / Maha Pengekang, yaitu mengambil nyawa atau menyempitkan rezeki bagi siapa yang dikehendaki oleh-Nya.",
    "amalan": "Barangsiapa menuliskan Yaa Qaabidh di atas lima puluh makanan (buah, roti, dan sebagainya) selama empat puluh hari. Dengan seizin Allah, ia tidak akan kelaparan. Bahkan ia akan mendapatkan limpahan rezeki."
  },
  {
    "name": "الْبَاسِطُ",
    "transliteration": "Al Baasit",
    "number": 21,
    "meaning": "Yang Maha Melapangkan",
    "keterangan": "Maha Meluaskan / Maha Pelapang Hidup / Maha Melimpah Nikmat, yaitu memudahkan terkumpulnya rezeki bagi siapa yang diinginkan oleh-Nya.",
    "amalan": "Barangsiapa membaca Yaa Baasith sepuluh kali di waktu fajar, setelah shalat subuh, dengan tangan terbuka (telapak tangan menghadap ke atas) lalu mengusap wajahnya dengan tangan. Maka, dengan seizin Allah, ia tidak akan bergantung kepada orang lain serta akan memperoleh kekayaan."
  },
  {
    "name": "الْخَافِضُ",
    "transliteration": "Al Khaafid",
    "number": 22,
    "meaning": "Yang Maha Merendahkan",
    "keterangan": "Maha Menjatuhkan / Maha Menghinakan / Maha Perendah / Pengurang, yaitu terhadap orang yang selayaknya dijatuhkan akibat kelakuannya sendiri dengan memberinya kehinaan, kerendahan dan seksaan.",
    "amalan": "Barangsiapa ingin terbebas dari kejahatan musuh, berpuasalah selama tiga hari. Kemudian pada hari keempatnya membaca Yaa Khaafidh sebanyak 70 ribu kali. Orang yang mengamalkan asma ini sebanyak tujuh puluh kali, Allah SWT akan menjaganya dari kejahatan orang-orang yang zalim."
  },
  {
    "name": "الرَّافِعُ",
    "transliteration": "Ar Raafi'",
    "number": 23,
    "meaning": "Yang Maha Meninggikan",
    "keterangan": "Maha Mengangkat / Maha Peninggi, yaitu terhadap orang yang selayaknya diangkat kedudukannya kerana usahanya yang giat, yaitu termasuk golongan kaum yang bertaqwa.",
    "amalan": "Barangsiapa mengamalkan bacaan Yaa Raafi` seratus kali setiap hari, siang atau malam, maka Allah akan memuliakan orang tersebut serta memberinya kekayaan dan kebaikan."
  },
  {
    "name": "الْمُعِزُّ",
    "transliteration": "Al Mu'izz",
    "number": 24,
    "meaning": "Yang Maha Memuliakan",
    "keterangan": "Maha Menghormati / Memuliakan / Maha Pemberi Kemuliaan/Kemenangan, yaitu kepada orang yang berpegang teguh pada agama-Nya dengan memberinya pentolongan dan kemenangan.",
    "amalan": "Jika Yaa Mu`izz dibaca 140 kali setelah shalat Isya, yaitu pada malam senin dan jum`at, maka Allah akan membuat hamba yang membacanya menjadi mulia dan terhormat di mata orang lain. Orang tersebut tidak akan memiliki rasa takut kepada siapapun, selain kepada Allah SWT."
  },
  {
    "name": "المُذِلُّ",
    "transliteration": "Al Mudzill",
    "number": 25,
    "meaning": "Yang Maha Menghinakan",
    "keterangan": "Maha Menghina / Pemberi kehinaan, yaitu kepada musuh-musuhNya dan musuh ummat Islam seluruhnya.",
    "amalan": "Barangsiapa mengamalkan Yaa Mudzill sebanyak 75 kali, Insya Allah, dirinya akan terbebas dari gangguan orang-orang yang iri padanya, serta dari orang yang berniat untuk mencelakainya. Ia akan selalu dilindungi oleh Allah SWT."
  },
  {
    "name": "السَّمِيعُ",
    "transliteration": "As Samii'",
    "number": 26,
    "meaning": "Yang Maha Mendengar",
    "keterangan": "Maha Mendengar.",
    "amalan": "Barangsiapa membaca Yaa Samii` pada hari kamis, yaitu setelah shalat Zuhur sebanayak 100 kali, tanpa berbicara dengan siapapun, dengan seizin Allah, keinginannya akan dikabulkan Allah."
  },
  {
    "name": "الْبَصِيرُ",
    "transliteration": "Al Bashir",
    "number": 27,
    "meaning": "Yang Maha Melihat",
    "keterangan": "Allah itu Al-Bashir, artinya adalah Allah itu Maha Melihat segala sesuatu. Kita sebagai manusia hanya memiliki penglihatan yang terbatas.\nOrang yang membaca Yaa Bashiir sebanyak 100 kali setelah sholat jumat secara istiqamah, Allah WT akan mengaruniakan kepadanya penglihatan (mata) yang tajam dan cahaya dalam hatinya. Insya Allah. Jika suatu pekerjaan tidak diniatkan untuk diri sendiri melainkan karena Allah, kemudian orang tersebut membaca yaa Allaah yaa Bashiir sebanyak 100 kali sebelum sholat jumat, niscaya Allah akan menggembirakan orang itu dengan kasih sayang-Nya dan memberikannya keberhasilan dalam pekerjaan yang diniatkannya itu.",
    "amalan": "Barangsiapa mengamalkan Yaa Bashir sebanyak 100 kali, yaitu antara shalat jum`at dan shalat sunah setelahnya, maka Allah akan meninggikan kedudukannya di mata orang lain."
  },
  {
    "name": "الْحَكَمُ",
    "transliteration": "Al Hakam",
    "number": 28,
    "meaning": "Yang Maha Menetapkan",
    "keterangan": "Maha Menghukum / Maha Mengadili, yaitu sebagai hakim yang menetapkan / memutuskan yang tidak seorang pun dapat menolak keputusan-Nya, juga tidak seorang pun yang berkuasa merintangi kelangsungan hukum-Nya itu.",
    "amalan": "Barangsiapa membaca Yaa Hakam berulang kali pada malam hari, maka dengan izin-Nya, rahasia (hal-hal yang tersembunyi) akan dinampakkan padanya."
  },
  {
    "name": "الْعَدْلُ",
    "transliteration": "Al 'Adl",
    "number": 29,
    "meaning": "Yang Maha Adil",
    "keterangan": "Maha Adil. Serta sangat sempurna dalam keadilan-Nya itu.",
    "amalan": "Bila seseorang menuliskan bacaan Yaa`Adl di atas sekerat roti pada malam jum`at lalu memakan roti itu, maka dengan izin Allah, orang lain akan menuruti ucapannya."
  },
  {
    "name": "اللَّطِيفُ",
    "transliteration": "Al Lathiif",
    "number": 30,
    "meaning": "Yang Maha Lembut",
    "keterangan": "Maha Menghalusi / Maha Teliti / Maha Lembut serta Halus, yaitu mengetahui segala sesuatu yang samar-samar, pelik-pelik dan kecil-kecil.",
    "amalan": "Bacaan Yaa Lathiif memiliki beberapa faedah. Yaitu bisa mendekatkan kita pada hasil, menghilangkan semua rasa sakit, penyakit, dan semua kesulitan. Di saat ada bencana, kesusahan, dan kesedihan, melafalkannya dapat mendatangkan keselamatan, kebahagiaan, keamanan, dan keyakinan."
  },
  {
    "name": "الْخَبِيرُ",
    "transliteration": "Al Khobiir",
    "number": 31,
    "meaning": "Yang Maha Mengenal",
    "keterangan": "Maha Waspada / Maha Mengetahui.",
    "amalan": "Seseorang yang memiliki kebiasaan buruk lalu ia membaca Yaa Khobiir berkali-kali, maka dengan seizin Allah, kebiasaan buruknya itu akan segera menghilang dari dirinya."
  },
  {
    "name": "الْحَلِيمُ",
    "transliteration": "Al Haliim",
    "number": 32,
    "meaning": "Yang Maha Penyantun",
    "keterangan": "Maha Penyabar / Maha Penyantun / Maha Penghamba, yaitu yang tidak tergesa-gesa melakukan kemarahan dan tidak pula gelojoh memberikan siksaan.",
    "amalan": "Dianjurkan untuk rutin membaca Yaa Haliim 100 kali dalam sehari untuk meredakan kemarahan dan mengetahui hal-hal yang ghaib, untuk memadamkan api kemarahan dan kebodohan, serta untuk mendapatkan ketenangan hati dan terjaga dari berbagai bencana."
  },
  {
    "name": "الْعَظِيمُ",
    "transliteration": "Al 'Azhiim",
    "number": 33,
    "meaning": "Yang Maha Agung",
    "keterangan": "Maha Agung, yaitu mencapai puncak tertinggi dan di mercu keagungan kerana bersifat dengan segala macam sifat kebesaran dan kesempunnaan.",
    "amalan": "Orang yang sering mengamalkan bacaan Yaa `Azhiim, dengan seizin Allah, akan dihormati oleh orang lain."
  },
  {
    "name": "الْغَفُورُ",
    "transliteration": "Al Ghofuur",
    "number": 34,
    "meaning": "Yang Maha Memberi Pengampunan",
    "keterangan": "Maha Pengampun, banyak pengampunan-Nya kepada hamba-hamba-Nya.",
    "amalan": "Orang yang terserang sakit kepala dan demam lalu ia membaca Yaa Ghofuur, maka dengan siizin Allah, ia akan sembuh dari penyakit yang dideritanya itu. Banyak mengulang-ulang asma ini juga dapat menghilangkan penyakit was-was."
  },
  {
    "name": "الشَّكُورُ",
    "transliteration": "Ash Syaakuur",
    "number": 35,
    "meaning": "Yang Maha Pembalas Budi",
    "keterangan": "Maha Pembalas / Maha Bersyukur, yaitu memberikan balasan yang banyak sekali atas amalan yang kecil.",
    "amalan": "Barangsiapa yang bersedih lalu ia membaca Yaa Syaakuur sebanyak 41 kali kemudian meniupkannya ke dalam segelas air dan membasuh wajahnya dengan air tersebut. Maka dengan izin Allah, hatinya akan menjadi tentram dan tenang. Dan ia akan dapat mencukupi kebutuhannya."
  },
  {
    "name": "الْعَلِيُّ",
    "transliteration": "Al 'Aliyy",
    "number": 36,
    "meaning": "Yang Maha Tinggi",
    "keterangan": "Maha Tinggi Martabat-Nya / Maha Tinggi serta Mulia, yaitu mencapai tingkat yang setinggi-tingginya yang tidak mungkin digambarkan oleh akal fikiran sesiapa pun dan tidak dapat difahami oleh otak yang bagaimanapun pandainya.",
    "amalan": "Barangsiapa kadar imannya sedang turun lalu ia membaca Yaa `Aliyy berkali-kali, maka dengan siizin Allah, imannya akan kembali meningkat serta peruntungannya terbuka. Dan bagi seseorang yang tengah dalam perjalanan pulang, dengan seizin Allah, ia akan sampai ke kampung halamannya dengan selamat."
  },
  {
    "name": "الْكَبِيرُ",
    "transliteration": "Al Kabiir",
    "number": 37,
    "meaning": "Yang Maha Besar",
    "keterangan": "Maha Besar, yang kebesaran-Nya tidak dapat dicapai oleh pancaindera ataupun akal manusia.",
    "amalan": "Barangsiapa ingin mendapatkan penghormatan maka bacalah Yaa Kabiir seratus kali setiap hari."
  },
  {
    "name": "الْحَفِيظُ",
    "transliteration": "Al Hafiiz",
    "number": 38,
    "meaning": "Yang Maha Memelihara",
    "keterangan": "Maha Pemelihara Maha Pelindung / Maha Memelihara, yaitu menjaga segala sesuatu jangan sampai rosak dan goyah. Juga menjaga segala amal perbuatan hamba-hamba-Nya, sehingga tidak akan disia-siakan sedikit pun untuk memberikan balasan-Nya.",
    "amalan": "Orang yang membaca Yaa Hafiiz enam belas kali setiap hari, dengan izin Allah, ia akan terlindung dari berbagai musibah. Jika dibaca 998 kali, ia akan terlindung dari segala macam ketakutan meski ia pergi ke tempat berbahaya. Ia juga terjaga dari bahaya tenggelam. Ucapannya akan selalu terjaga dan doanya akan cepat terjawab."
  },
  {
    "name": "المُقيِت",
    "transliteration": "Al Muqiit",
    "number": 39,
    "meaning": "Yang Maha Pemberi Kecukupan",
    "keterangan": "Maha Pemberi Kecukupan / Maha Pemberi Keperluan, baik yang berupa makanan tubuh ataupun makanan rohani.",
    "amalan": "Apabila seseorang mempunyai anak dengan perangai buruk, hendaknya ia membaca Yaa Muqiit berulang-ulang lalu ditiupkan ke dalam segelas air dan meminumkannya kepada anak tersebut. Maka dengan seizin allah, anak tersebut akan berperangai baik."
  },
  {
    "name": "الْحسِيبُ",
    "transliteration": "Al Hasiib",
    "number": 40,
    "meaning": "Yang Maha Membuat Perhitungan",
    "keterangan": "Maha Penjamin / Maha Mencukupi / Maha Penghitung, yaitu memberikan jaminan kecukupan kepada seluruh bamba-hamba-Nya pada hari Kiamat.",
    "amalan": "Jika seseorang takut dirampok, didengki, diganggu, atau dizalimi oleh orang lain, hendaknya mulai hari kamis ia membaca Yaa Hasiib sebanyak 70 kali siang dan malam selama tujuh hari. Dan pada hitungan ke-71 ia mengucapkan Hasbiyallaahul-Hasiib. Insya Allah, rasa takut yang ada di dalam dirinya itu akan lenyap."
  },
  {
    "name": "الْجَلِيلُ",
    "transliteration": "Al Jaliil",
    "number": 41,
    "meaning": "Yang Maha Luhur",
    "keterangan": "Maha Luhur, yaitu yang memiliki sifat-sifat keluhuran kerana kesempurnaan sifat-sifat-Nya.",
    "amalan": "Perbanyaklah membaca Yaa Jaliil untuk menambah amalan pahala kebaikan."
  },
  {
    "name": "الْكَرِيمُ",
    "transliteration": "Al Kariim",
    "number": 42,
    "meaning": "Yang Maha Pemurah",
    "keterangan": "Maha Pemurah, yaitu mulia tanpa had dan memberi siapa pun tanpa diminta atau sebagai penggantian dan sesuatu pemberian.",
    "amalan": "Orang yang mengamalkan bacaan Yaa Kariim, dengan seizin Allah, ia akan mendapatkan kemuliaan baik di dunia maupun di akhirat kelak."
  },
  {
    "name": "الرَّقِيبُ",
    "transliteration": "Ar Raqiib",
    "number": 43,
    "meaning": "Yang Maha Mengawasi",
    "keterangan": "Maha Peneliti / Maha Pengawas Maha Waspada, yaitu yang mengamat-amati gerak-gerik segala sesuatu dan mengawasinya.",
    "amalan": "Barangsiapa membaca Yaa Raqiib sebanyak tujuh kali untuk dirinya sendiri, keluarga, dan kekayaannya, dengan seizin Allah, semuanya itu akan berada di bawah perlindungan Allah. Jika bacaan ini senantiasa diamalkan maka kelalaian akan sirna dari hati."
  },
  {
    "name": "الْمُجِيبُ",
    "transliteration": "Al Mujiib ",
    "number": 44,
    "meaning": "Yang Maha Mengabulkan",
    "keterangan": "Maha Mengabulkan, yaitu yang memenuhi permohonan siapa saja yang berdoa pada-Nya.",
    "amalan": "Permohonan seorang hamba yang disertai dengan penyebutan Yaa Mujiib, Insya Allah, akan dikabulkan oleh Allah."
  },
  {
    "name": "الْوَاسِعُ",
    "transliteration": "Al Waasi'",
    "number": 45,
    "meaning": "Yang Maha Luas",
    "keterangan": "Maha Luas Pemberian-Nya, yaitu kerahmatan-Nya merata kepada segala yang maujud dan luas pula ilmuNya terhadap segala sesuatu.",
    "amalan": "Barangsiapa sulit mendapatkan nafkah lalu membaca Yaa Waasi`, dengan seizin Allah, ia akan mendapatkan sumber nafkah yang layak."
  },
  {
    "name": "الْحَكِيمُ",
    "transliteration": "Al Hakiim",
    "number": 46,
    "meaning": "Yang Maha Bijaksana",
    "keterangan": "Maha Bijaksana, yaitu memiliki kebijaksanaan yang tertinggi kesempurnaan ilmu-Nya serta kerapiannya dalam membuat segala sesuatu.",
    "amalan": "Seseorang yang rajin membaca Yaa Hakiim dari waktu ke waktu, dengan seizin Allah, ia tidak akan mendapatkan kesulitan dalam pekerjaannya."
  },
  {
    "name": "الْوَدُودُ",
    "transliteration": "Al Waduud",
    "number": 47,
    "meaning": "Yang Maha Mengasihi",
    "keterangan": "Maha Pencinta / Maha Menyayangi, yaitu yang menginginkan segala kebaikan untuk seluruh hamba-Nya dan juga berbuat baik pada mereka itu dalam segala hal dan keadaan.",
    "amalan": "Bila terjadi persengketaan di antara dua orang, kemudian salah satunya membaca Yaa Waduud seribu kali pada makanan atau minuman lalu meminta orang yang bersengketa dengannya mengkonsumsi makanan atau minuman tersebut, dengan seizin Allah, persengketaan mereka berdua akan selesai."
  },
  {
    "name": "الْمَجِيدُ",
    "transliteration": "Al Majiid",
    "number": 48,
    "meaning": "Yang Maha Mulia",
    "keterangan": "Maha Mulia, yaitu yang mencapai tingkat teratas dalam hal kemuliaan dan keutamaan.",
    "amalan": "Orang yang sering membaca Yaa Majiid, dengan seizin allah, ia akan dianugerahi kemuliaan oleh Allah SWT."
  },
  {
    "name": "الْبَاعِثُ",
    "transliteration": "Al Baa'its",
    "number": 49,
    "meaning": "Yang Maha Membangkitkan",
    "keterangan": "Maha Membangkitkan, yaitu membangkitkan semangat dan kemahuan, juga membangkitkan para Rasul dan orang-orang yang telah mati dari kubur masing-masing nanti setelah tibanya hari kiamat.",
    "amalan": "Membaca Yaa Baa`its berulang-ulang akan mendatangkan rasa takut kita kepada Allah SWT. Seseorang yang sebelum tidur mengusapkan tangannya ke dada dan melafalkan bacaan ini seratus kali, Allah SWT akan menghidupkan hatinya dengan cahaya makrifat-Nya."
  },
  {
    "name": "الشَّهِيدُ",
    "transliteration": "Asy Syahid",
    "number": 50,
    "meaning": "Yang Maha Menyaksikan",
    "keterangan": "Maha Menyaksikan / Maha Mengetahui keadaan semua makhluk.",
    "amalan": "Orangtua yang mempunyai anak yang nakal dianjurkan untuk membaca Yaa Syahid berulang-ulang untuk anaknya tersebut. Insya Allah, Allah akan memberikan kesalihan kepada anak itu."
  },
  {
    "name": "الْحَقُّ",
    "transliteration": "Al Haqq",
    "number": 51,
    "meaning": "Yang Maha Benar",
    "keterangan": "Maha Haqq / Maha Benar yang kekal dan tidak akan berubah sedikit pun.",
    "amalan": "Apabila seseorang kehilangan sesuatu lalu membaca Yaa Haqq berulang-ulang, dengan seizin Allah, ia akan menemukan sesuatu yang hilang tersebut."
  },
  {
    "name": "الْوَكِيلُ",
    "transliteration": "Al Wakil",
    "number": 52,
    "meaning": "Yang Maha Memelihara",
    "keterangan": "Maha Pentadbir / Maha Berserah / Maha Memelihara penyerahan, yakni memelihara semua urusan hamba-hamba-Nya dan apa-apa yang menjadi keperluan mereka itu.",
    "amalan": "Orang yang takut tenggelam, terbakar api, atau bahaya lain yang sejenis, hendaknya sering mengulang-ulang membaca Yaa Wakiil. Dengan seizin Allah, ia akan selalu berada dalam lindungan Allah SWT. Bacaan ini juga memiliki pengaruh yang luar biasa untuk mendekatkan kita pada apa yang diinginkan dan juga untuk memenuhi kebutuhan kita."
  },
  {
    "name": "الْقَوِيُّ",
    "transliteration": "Al Qowiyy",
    "number": 53,
    "meaning": "Yang Maha Kuat",
    "keterangan": "Maha Kuat / Maha Memiliki Kekuatan, yaitu yang memiliki kekuasaan yang sesempurna-Nya.",
    "amalan": "Seseorang yang tidak mampu mengalahkan musuhnya lalu mengucapkan Yaa Qowiyy dengan tujuan agar tidak dizalimi, dengan seizin Allah, ia akan terbebas dari gangguan musuhnya itu."
  },
  {
    "name": "الْمَتِينُ",
    "transliteration": "Al Matin",
    "number": 54,
    "meaning": "Yang Maha Kokoh",
    "keterangan": "Maha Teguh / Maha Kukuh atau Perkasa / Maha Sempurna Kekuatan-Nya, yaitu memiliki keperkasaan yang sudah sampai di puncaknya.",
    "amalan": "Barangsiapa yang sedang tertimpa suatu kesulitan lalu melafalkan Yaa Matiin berulang-ulang, dengan seizin Allah, kesulitannya akan sirna."
  },
  {
    "name": "الْوَلِيُّ",
    "transliteration": "Al Waliyy",
    "number": 55,
    "meaning": "Yang Maha Melindungi",
    "keterangan": "Maha Melindungi, yaitu melindungi serta mengaturkan semua kepentingan makhluk-Nya kerana kecintaan-Nya yang amat sangat dan pemberian pertolonganNya yang tidak terbatas pada keperluan mereka.",
    "amalan": "Barangsiapa sering mengamalkan Yaa Waliyy, dengan seizin Allah, ia akan menjadi kekasih atau wali Allah."
  },
  {
    "name": "الْحَمِيدُ",
    "transliteration": "Al Hamiid",
    "number": 56,
    "meaning": "Yang Maha Terpuji",
    "keterangan": "Maha Terpuji, yang memang sudah selayaknya untuk memperoleh pujian dan sanjungan.",
    "amalan": "Orang yang sering mengucapkan Yaa Hamiid, dengan seizin Allah, ia akan dicintai dan dihormati oleh orang lain."
  },
  {
    "name": "الْمُحْصِي",
    "transliteration": "Al Muhsii",
    "number": 57,
    "meaning": "Yang Maha Mengalkulasi (menghitung segala sesuatu)",
    "keterangan": "Maha Menghitung / Maha Penghitung, yaitu yang tiada satu pun tertutup dari pandanganNya dan semua amalan diperhitungkan sebagaimana wajarnya.",
    "amalan": "Bila seseorang takut tidak bisa menjawab pertanyaan pada hari pengadilan di akhirat kelak, hendaknya ia sering membaca Yaa Muhsii sebanyak seribu kali. Insya Allah, ia akan mendapat kemudahan."
  },
  {
    "name": "الْمُبْدِئُ",
    "transliteration": "Al Mubdi",
    "number": 58,
    "meaning": "Yang Maha Memulai",
    "keterangan": "Maha Memulai / Pemula / Maha Pencipta dari Asal, yaitu yang melahirkan sesuatu yang asalnya tidak ada dan belum maujud.",
    "amalan": "Sekiranya Yaa Mubdi` dibaca berulang-ulang lalu ditiupkan kepada wanita yang hamil yang takut keguguran, Insya Allah, ia tidak akan mengalami musibah itu."
  },
  {
    "name": "الْمُعِيدُ",
    "transliteration": "Al Mu'iid",
    "number": 59,
    "meaning": "Yang Maha Mengembalikan Kehidupan",
    "keterangan": "Maha Mengulangi / Maha Mengembalikan dan Memulihkan, yaitu menumbuhkan kembali setelah lenyapnya atau setelah rosaknya.",
    "amalan": "Jika Yaa Mu`iid dibaca sebanyak 70 kali dan ditujukan kepada seeorang yang jauh dari keluarganya, dengan seizin Allah, orang tersebut akan pulang dengan selamat."
  },
  {
    "name": "الْمُحْيِي",
    "transliteration": "Al Muhyii",
    "number": 60,
    "meaning": "Yang Maha Menghidupkan",
    "keterangan": "Maha Menghidupkan, yaitu memberikan daya kehidupan pada setiap sesuatu yang berhak hidup.",
    "amalan": "Bila seseorang sedang memikul beban persoalan yang berat lalu ia mengucakan Yaa Muhyii tujuh kali setiap hari, Insya Allah, beban tersebut akan terlepas darinya."
  },
  {
    "name": "اَلْمُمِيتُ",
    "transliteration": "Al Mumiit",
    "number": 61,
    "meaning": "Yang Maha Mematikan",
    "keterangan": "Maha Mematikan, yaitu mengambil kehidupan (roh) dari apa-apa yang hidup.",
    "amalan": "Bacaan Yaa Mumiit memiliki manfaat besar untuk menghancurkan dan mematahkan kekuatan musuh."
  },
  {
    "name": "الْحَيُّ",
    "transliteration": "Al Hayyu",
    "number": 62,
    "meaning": "Yang Maha Hidup",
    "keterangan": "Maha Hidup, yaitu sentiasa kekal hidup-Nya itu.",
    "amalan": "Bacaan Yaa Hayyu berkhasiat memanjangkan umur. Baragsiapa yang rutin membacanya, khususnya setiap setelah selesai shalat sebanyak 18 kali, Insya Allah, ia akan terhindar dari kematian mendadak dan rejekinya diluaskan. Untuk mengobati sakit mata, bacalah Yaa Hayyu sembilan belas kali. Insya Allah akan sembuh."
  },
  {
    "name": "الْقَيُّومُ",
    "transliteration": "Al Qayyuum",
    "number": 63,
    "meaning": "Yang Maha Mandiri",
    "keterangan": "Maha Berdiri Dengan Sendiri-Nya , yaitu baik Zat-Nya, Sifat-Nya, Af`al-Nya. Juga membuat berdirinya apa-apa yang selain Dia. Dengan-Nya pula berdirinya langit dan bumi ini.",
    "amalan": ""
  },
  {
    "name": "الْوَاجِدُ",
    "transliteration": "Al Waajid",
    "number": 64,
    "meaning": "Yang Maha Penemu",
    "keterangan": "Maha Penemu / Maha Menemukan, yaitu dapat menemukan apa saja yang diinginkan oleh-Nya, maka tidak berkehendakkan pada suatu apa pun kerana sifat kaya-Nya yang secara mutlak.",
    "amalan": "Seseorang yang ingin jadi pemurah hendaknya memperbanyak mambaca Yaa Waajid."
  },
  {
    "name": "الْمَاجِدُ",
    "transliteration": "Al Maajid",
    "number": 65,
    "meaning": "Yang Maha Mulia",
    "keterangan": "Maha Mulia, (sama dengan no. 48 yang berbeda hanyalah tulisannya dalam bahasa Arab, Ejaan sebenarnya no. 48 Al-Majiid, sedang no. 65 A1-Maajid).",
    "amalan": "Orang yang sering mengamalkan Yaa Maajid, dengan seizin Allah, hatinya akan tercerahkan."
  },
  {
    "name": "الْواحِدُ",
    "transliteration": "Al Waahid",
    "number": 66,
    "meaning": "Yang Maha Tunggal",
    "keterangan": "Maha Esa.",
    "amalan": "Orang yang membaca Yaa Waahid berulang-ulang dalam kondisi yang menyendiri dan di tempat yang tenang, dengan seizin Allah dia akan terlepas dari rasa takut dan angan-angan. Bacaan ini juga berpengaruh besar dalam mendatangkan kasih sayang. Juga kedekatan serta kemuliaan di antara keluarga dan sanak keluarga dan sanak saudara."
  },
  {
    "name": "اَلاَحَدُ",
    "transliteration": "Al Ahad",
    "number": 67,
    "meaning": "Yang Maha Esa",
    "keterangan": "Maha Tunggal.",
    "amalan": "Orang yang membaca Yaa Ahad seribu kali, dengan seizin Allah, sejumlah rahasia tertentu akan disingkap baginya. Barangsiapa yang tengah sendiri setelah menahan nafsu atau memperbanyak ibadah kemudian mengucapkan Yaa Ahad seribu kali, Insya Allah, ia akan menyaksikan malaikat di sekitarnya."
  },
  {
    "name": "الصَّمَدُ",
    "transliteration": "As Shomad",
    "number": 68,
    "meaning": "Yang Maha Dibutuhkan (tempat meminta)",
    "keterangan": "Maha Diperlukan / Maha Diminta / Yang Menjadi Tumpuan, yaitu selalu menjadi tujuan dan harapan orang di waktu ada hajat keperluan.",
    "amalan": "Barangsiapa rajin membaca Yaa Shomad berulang-ulang, Insya Allah, Allah akan memenuhi kebutuhannya."
  },
  {
    "name": "الْقَادِرُ",
    "transliteration": "Al Qaadir",
    "number": 69,
    "meaning": "Yang Maha Menentukan",
    "keterangan": "Maha Berkuasa / Maha Kuasa / Maha Berupaya.",
    "amalan": "Barangsiapa sering mengamalkan Yaa Qaadir, dengan seizin Allah, semua hasrat dan keinginannya akan terkabul."
  },
  {
    "name": "الْمُقْتَدِرُ",
    "transliteration": "Al Muqtadir",
    "number": 70,
    "meaning": "Yang Maha Berkuasa",
    "keterangan": "Maha Menentukan, Maha Menyeimbangkan.",
    "amalan": "Orang yang membaca Yaa Muqtadir terus menerus, dengan seizin Allah, ia akan memiliki pengetahuan tentang kebenaran."
  },
  {
    "name": "الْمُقَدِّمُ",
    "transliteration": "Al Muqaddim",
    "number": 71,
    "meaning": "Yang Maha Mendahulukan",
    "keterangan": "Maha Mendahulukan / Maha Menyegera, yaitu mendahulukan sebahagian benda dari yang lainnya dalam mewujudnya, atau dalam kemuliaannya, selisih waktu atau tempatnya.",
    "amalan": "Seseorang yang membaca Yaa Muqaddim berkali-kali di medan peperangan atau di suatu tempat yang menakutkan, Insya Allah, ia tidak akan terkena gangguan."
  },
  {
    "name": "الْمُؤَخِّرُ",
    "transliteration": "Al Mu'akhir",
    "number": 72,
    "meaning": "Yang Maha Mengakhirkan",
    "keterangan": "Maha Menangguhkan / Maha Mengakhirkan / Maha Membelakangkan / Maha Melambat-lambatkan. Yaitu melewatkan sebahagian sesuatu dari yang lainnya.",
    "amalan": "Barangsiapa membaca Yaa Mu'akhir di dalam hati sebanyak seratus kali setiap hari, Insya Allah, relung hatinya akan dipenuhi dengan kecintaan kepada Allah. Tidak ada kecintaan kepada selain-Nya."
  },
  {
    "name": "الأوَّلُ",
    "transliteration": "Al Awwal",
    "number": 73,
    "meaning": "Yang Maha Awal",
    "keterangan": "Maha Pemulaan / Maha Pertama, yaitu terdahulu sekali dari semua yang maujud.",
    "amalan": "Barangsiapa ingin dikaruniaiseorang anak, atau ingin bertemu dengan seseorang yang sedang berpergian jauh maka bacalah Yaa Awwal sebanyak seribu kali selama empat puluh jum`at."
  },
  {
    "name": "الآخِرُ",
    "transliteration": "Al Aakhir",
    "number": 74,
    "meaning": "Yang Maha Akhir",
    "keterangan": "Maha Penghabisan / Yang Akhir, yaitu kekal terus setelah habisnya segala sesuatu yang maujud",
    "amalan": "Seseorang yang sering membaca Yaa Aakhir akan menjalani hidup dengan baik. Dan di akhir hayatnya, Insya Allah, ia akan menutup usianya dengan baik."
  },
  {
    "name": "الظَّاهِرُ",
    "transliteration": "Az Zhaahir",
    "number": 75,
    "meaning": "Yang Maha Nyata",
    "keterangan": "Maha Zahir / Maha Nyata / Maha Menyatakan, yaitu menyatakan dan menampakkan kewujudan-Nya itu dengan bukti-bukti dan tanda-tanda ciptaan-Nya.",
    "amalan": "Barangsiapa membaca Yaa Zhaahir sebanyak 15 kali setelah shalat jum`at, dengan seizin Allah, cahaya Ilahi akan masuk ke hatinya."
  },
  {
    "name": "الْبَاطِنُ",
    "transliteration": "Al Baatin",
    "number": 76,
    "meaning": "Yang Maha Ghaib",
    "keterangan": "Maha Tersembunyi, yaitu tidak dapat dimaklumi Zat-Nya, sehingga tidak seorang pun dapat mengenal Zat-Nya itu.",
    "amalan": "Barangsiapa ingin melihat kebenaran dalam berbagai hal, bacalah Yaa Baathin tiga kali setiap hari."
  },
  {
    "name": "الْوَالِي",
    "transliteration": "Al Waali",
    "number": 77,
    "meaning": "Yang Maha Memerintah",
    "keterangan": "Maha Menguasai / Maha Menguasai Urusan / Yang Maha Memerintah, yaitu menggenggam segala sesuatu dalam kekuasaan-Nya dan menjadi milik-Nya.",
    "amalan": "Bila seseorang membaca Yaa Waali berulang-ulang lalu meniupkannya ke dalam rumahnya, maka dengan seizin Allah, Allah akan melindungi rumah tersebut dari bahaya."
  },
  {
    "name": "الْمُتَعَالِي",
    "transliteration": "Al Muta'ali",
    "number": 78,
    "meaning": "Yang Maha Tinggi",
    "keterangan": "Maha Suci/Tinggi, yaitu terpelihara dari segala kekurangan dan kerendahan.",
    "amalan": "Bila seseorang rajin membaca Yaa Muta`ali berulang-ulang, dengan seizin Allah, Allah akan memberinya banyak kebaikan."
  },
  {
    "name": "الْبَرُّ",
    "transliteration": "Al Barru",
    "number": 79,
    "meaning": "Yang Maha Penderma (maha pemberi kebajikan)",
    "keterangan": "Maha Dermawan / Maha Bagus (Sumber Segala Kelebihan) / Yang banyak membuat kebajikan, yaitu banyak kebaikanNya dan besar kenikmatan yang dilimpahkanNya.",
    "amalan": "Bila seseorang rajin membaca Yaa Barru untuk anaknya, dengan seizin Allah, anaknya akan terlepas dari berbagai kemalangan."
  },
  {
    "name": "التَّوَابُ",
    "transliteration": "At Tawwaab",
    "number": 80,
    "meaning": "Yang Maha Penerima Taubat",
    "keterangan": "Maha Penerima Taubat, yaitu memberikan pertolongan kepada orang-orang yang melakukan maksiat untuk bertaubat lalu Allah akan menerimanya.",
    "amalan": "Bila seseoarang rajin membaca Yaa Tawwaab berulang-ulang, dengan seizin Allah, Allah akan menerima tobatnya."
  },
  {
    "name": "الْمُنْتَقِمُ",
    "transliteration": "Al Muntaqim",
    "number": 81,
    "meaning": "Yang Maha Pemberi Balasan",
    "keterangan": "Maha Penyiksa / Yang Maha Menghukum, kepada mereka yang bersalah dan orang yang berhak untuk memperoleh siksa-Nya.",
    "amalan": "Bila seseorang rajin membaca Yaa Muntaqim berulang-ulang, dengan seizin Allah, Allah akan memberinya kemenangan bila ia berhadapan dengan musuh."
  },
  {
    "name": "العَفُوُّ",
    "transliteration": "Al 'Afuww",
    "number": 82,
    "meaning": "Yang Maha Pemaaf",
    "keterangan": "Maha Pemaaf / Yang Maha Pengampun, menghapuskan kesalahan orang yang suka kembali untuk meminta maaf pada-Nya.",
    "amalan": "Bila seseorang rajin membaca Yaa Afuww berulang-ulang, dengan seizin Allah, Allah akan mengampuni dosa-dosanya."
  },
  {
    "name": "الرَّؤُوفُ",
    "transliteration": "Ar Ra'uuf",
    "number": 83,
    "meaning": "Yang Maha Pengasih",
    "keterangan": "Maha Pengasih / Maha Mengasihi, banyak kerahmatan dan kasih sayang-Nya.",
    "amalan": "Bila Seseorang rajin membaca Yaa Ra'uuf berulang-ulang, dengan seizin Allah, ia akan mendapatkan keberkahan dari Allah."
  },
  {
    "name": "مَالِكُ الْمُلْكِ",
    "transliteration": "Yaa Malikul-Mulk",
    "number": 84,
    "meaning": "Yang Maha Penguasa Kerajaan (semesta)",
    "keterangan": "Maha Pemilik Kekuasaan / Maha Menguasai kerajaan / Pemilik Kedaulatan Yang Kekal, maka segala perkara yang berlaku di alam semesta, langit, bumi dan sekitarnya serta yang di alam semesta itu semuanya sesuai dengan kehendak dan iradat-Nya.",
    "amalan": "Bila seseorang rajin membaca Yaa Malikul-Mulk berulang-ulang, dengan seizin Allah, Allah akan memberi martabat dan harga diri kepadanya di mata manusia."
  },
  {
    "name": "ذُوالْجَلاَلِ وَالإكْرَامِ",
    "transliteration": "Dhzal Jalaali Wa Al Ikraam",
    "number": 85,
    "meaning": "Yang Maha Pemilik Kebesaran dan Kemuliaan",
    "keterangan": "Maha Pemilik Keagungan dan Kemuliaan / Maha Memiliki Kebesaran dan Kemuliaan. Juga Zat yang mempunyai keutamaan dan kesempurnaan, pemberi kurnia dan kenikmatan yang amat banyak dan melimpah ruah.",
    "amalan": "Bila seseorang rajin membaca Yaa Dhzal Jalaali Wa Al Ikraam, dengan seizin Allah, Allah akan memberinya kekayaan."
  },
  {
    "name": "الْمُقْسِطُ",
    "transliteration": "Al Muqsith",
    "number": 86,
    "meaning": "Yang Maha Pemberi Keadilan",
    "keterangan": "Maha Mengadili / Maha Saksama, yaitu memberikan kemenangan pada orang-orang yang teraniaya dari tindakan orang-orang yang menganiaya dengan keadilan-Nya.",
    "amalan": "Bila seseorang rajin membaca Yaa Muqsith berulang-ulang, dengan seizin Allah, Allah akan melindunginya dari gangguan setan."
  },
  {
    "name": "الْجَامِعُ",
    "transliteration": "Al Jaami'",
    "number": 87,
    "meaning": "Yang Maha Mengumpulkan",
    "keterangan": "Maha Mengumpulkan / Maha Pengumpul, yaitu mengumpulkan berbagai hakikat yang telah bercerai-berai dan juga mengumpulkan seluruh umat manusia pada hari pembalasan.",
    "amalan": "Bila seseorang kehilangan sesuatu, ia bisa membaca Yaa Jaami` berulang-ulang. Allah akan membantu mempermudah pencarian barangnya yang hilang itu."
  },
  {
    "name": "الْغَنِيُّ",
    "transliteration": "Al Ghaniyy",
    "number": 88,
    "meaning": "Yang Maha Kaya",
    "keterangan": "Maha Kaya Raya / Maha Kaya serta Serba Lengkap, yaitu tidak berkehendakkan apa juapun dari yang selain Zat-Nya sendiri, tetapi yang selain-Nya itu amat mengharapkan pada-Nya.",
    "amalan": "Bila seseorang rajin membaca Yaa Ghaniyy, dengan seizin Allah, Allah akan memberinya perasaan cukup dengan apa yang dimiliki dan tidak akan dijangkiti sifat serakah."
  },
  {
    "name": "الْمُغْنِي",
    "transliteration": "Al Mughni",
    "number": 89,
    "meaning": "Yang Maha Pemberi Kekayaan",
    "keterangan": "Maha Pemberi Kekayaan / Maha Mengkayakan dan Memakmurkan, yaitu memberikan kelebihan yang berupa kekayaan yang berlimpah-ruah kepada siapa saja yang dikehendaki dari golongan hamba-hamba-Nya.",
    "amalan": "Bila seseorang rajin membaca Yaa Mughni sebanyak 10 kali selama sepuluh jumat, dengan seizin Allah, Allah akan mencukupi kebutuhannya."
  },
  {
    "name": "اَلْمَانِعُ",
    "transliteration": "Al Maani'",
    "number": 90,
    "meaning": "Yang Maha Mencegah",
    "keterangan": "Maha Membela atau Maha Menolak / Maha Pencegah, yaitu membela hamba-hamba-Nya yang soleh dan menolak sebab-sebab yang menyebabkan kerosakan.",
    "amalan": "Bagi orang yang sudah berumah tangga, bila rajin membaca Yaa Maani`, dengan seizin Allah, Allah akan memberi ketenteraman hidup dalam rumah tangganya."
  },
  {
    "name": "الضَّارَّ",
    "transliteration": "Ad Dhaar",
    "number": 91,
    "meaning": "Yang Maha Penimpa Kemudharatan",
    "keterangan": "Maha Mendatangkan Mudharat / Maha Pembuat Bahaya / Maha Pemberi bahaya, yaitu dengan menurunkan seksa-seksaNya kepada musuh-musuh-Nya.",
    "amalan": "Bila seseorang rajin membaca Yaa Dhaar pada malam jum`at, dengan seizin Allah, Allah akan mengangkat derajat dan kedudukannya ke tempat yang lebih tinggi."
  },
  {
    "name": "النَّافِعُ",
    "transliteration": "An Naafi'",
    "number": 92,
    "meaning": "Yang Maha Memberi Manfaat",
    "keterangan": "Maha Pemberi Manfaat, yaitu meluaslah kebaikan yang dikaruniakan-Nya itu kepada semua hamba, masyarakat dan negeri.",
    "amalan": "Bila seseorang membaca Yaa Naafi` empat hari berturut-turut, maka dengan seizin Allah, ia bakal terhindar dari banyak gangguan."
  },
  {
    "name": "النُّورُ",
    "transliteration": "An Nuur",
    "number": 93,
    "meaning": "Yang Maha Bercahaya (menerangi, memberi cahaya)",
    "keterangan": "Maha Pemberi Cahaya / Maha Bercahaya, yaitu menonjokan Zat-Nya sendiri dan menampakkan untuk yang selain-Nya dengan menunjukkan tanda-tanda kekuasaan-Nya.",
    "amalan": "Bila Seseorang rajin membaca Yaa Nuur, maka dengan seizin Allah, Allah akan memberinya karunia cahaya batiniah. Dan Allah juga akan memberinya pengetahuan untuk mengetahui hal-hal yang tersembunyi."
  },
  {
    "name": "الْهَادِي",
    "transliteration": "Al Haadi",
    "number": 94,
    "meaning": "Yang Maha Pemberi Petunjuk",
    "keterangan": "Maha Pemberi Petunjuk / Yang Memimpin dan Memberi Pertunjuk, yaitu memberikan jalan yang benar kepada segala sesuatu agar berterusan adanya dan terjaga kehidupannya.",
    "amalan": "Bila seseorang ingin memiliki pengetahuan spiritual dan makrifat atau ilmu mengenai Allah SWT. Maka perbanyaklah membaca Yaa Haadi."
  },
  {
    "name": "الْبَدِيعُ",
    "transliteration": "Al Badi'",
    "number": 95,
    "meaning": "Yang Maha Pencipta Tiada Bandingannya",
    "keterangan": "Maha Indah / Tiada Bandingan / Maha Pencipta yang baru, sehingga tidak ada contoh dan yang menyamai sebelum keluarnya ciptaan-Nya itu.",
    "amalan": "Bila seseorang membaca Yaa Badi`assamaawaati wal ardh (wahai Sang Pencipta segala sesuatu yang tiada banding di muka bumi dan jagat alam semesta) sebanyak tujuh puluh kali maka dengan seizin Allah, segala kesulitan yang menimpanya akan berakhir."
  },
  {
    "name": "اَلْبَاقِي",
    "transliteration": "Al Baaqi",
    "number": 96,
    "meaning": "Yang Maha Kekal",
    "keterangan": "Maha Kekal, yaitu kekal hidup-Nya untuk selama-lamanya.",
    "amalan": "Bila seseorang membaca Yaa Baaqi seratus kali sebelum matahari terbit maka, dengan seizin Allah, ia akan terbebas dari seluruh bencana di sepanjang hidupnya. Dan di akhirat kelak, ia akan dikasihi oleh Allah SWT."
  },
  {
    "name": "الْوَارِثُ",
    "transliteration": "Al Waarits",
    "number": 97,
    "meaning": "Yang Maha Pewaris",
    "keterangan": "Maha Membahagi / Maha Mewarisi / Maha Pewaris, yaitu kekal setelah musnahnya seluruh makhluk.",
    "amalan": "Bila seseorang sering membaca Yaa Waarits maka Allah akan memperpanjang usianya."
  },
  {
    "name": "الرَّشِيدُ",
    "transliteration": "Ar Rasyid",
    "number": 98,
    "meaning": "Yang Maha Pandai",
    "keterangan": "Maha Cendekiawan / Maha Pandai / Bijaksana / Maha Memimpin, yaitu yang memimpin kepada kebenaran, yaitu memberi penerangan dan panduan pada seluruh hamba-Nya dan segala peraturan-Nya itu berjalan mengikut ketentuan yang digariskan oleh kebijaksanaan dan kecendekiawan-Nya.",
    "amalan": "Bila seseorang membaca Yaa Rasyid sebanyak seribu kali, yaitu diantara waktu shalat Maghrib dan shalat Isya, dengan seizin Allah, berbagai persoalannya akan terselesaikan."
  },
  {
    "name": "الصَّبُورُ",
    "transliteration": "As Shabur",
    "number": 99,
    "meaning": "Yang Maha Sabar",
    "keterangan": "Maha Penyabar yang tidak tergesa-gesa memberikan seksaan dan tidak juga cepat melaksanakan sesuatu sebelum masanya.",
    "amalan": "Ketika seseorang dalam kesulitan atau berduka, bacalah Yaa Shabur sebanyak tiga ribu kali, dengan izin Allah, Allah akan memberinya jalan keluar. Jika Yaa Shabur dibaca sebanyak seribu kali, Allah akan memberinya ilham berupa kesabaran atas segala kesusahan dan bala bencana yang menimpanya."
  }
]
